//
// 
//		████████╗███████╗░█████╗░███╗░░░███╗  ████████╗██╗░░░██╗██████╗░██████╗░░█████╗░
//		╚══██╔══╝██╔════╝██╔══██╗████╗░████║  ╚══██╔══╝██║░░░██║██╔══██╗██╔══██╗██╔══██╗
//		░░░██║░░░█████╗░░███████║██╔████╔██║  ░░░██║░░░██║░░░██║██████╔╝██████╦╝██║░░██║
//		░░░██║░░░██╔══╝░░██╔══██║██║╚██╔╝██║  ░░░██║░░░██║░░░██║██╔══██╗██╔══██╗██║░░██║
//		░░░██║░░░███████╗██║░░██║██║░╚═╝░██║  ░░░██║░░░╚██████╔╝██║░░██║██████╦╝╚█████╔╝
//		░░░╚═╝░░░╚══════╝╚═╝░░╚═╝╚═╝░░░░░╚═╝  ░░░╚═╝░░░░╚═════╝░╚═╝░░╚═╝╚═════╝░░╚════╝░
//
//
// 
// 
//		Inhalt:
//				Einordnung:				FS-LF5-LS4
//				Projekt:				Aufgabe_ls4_01
//				Thema:					Messwertauswertung mit SimSTB
//
//		Autor:	
//				Name:					Lena de Vries, Julian Weber, Domenic Schings???, Raphael Comoth, Jan Haag
//				Klasse:					FS-ETTZ-91
//
//		Datum:		
//				Erstellt:				20.03.2021
//				Letzte Änderung:		open end
//
// ---------------------------------------------------
//  Jans's TR Branch
//		╔══╦╗
//		║═╦╬╬═╦╦═╦═╦╦╗╔╦╦╦═╦═╗
//		║╔╝║║║║║╬║╩╣╔╝║║║║╩╣╬║
//		╚╝─╚╩╩═╬╗╠═╩╝─╚══╩═╬╗║
//		───────╚═╝─────────╚═╝
// ---------------------------------------------------

#include <iostream>
#include <cstdlib>
#include <locale>
#include <Windows.h>

#include "Aufgabe_LS4_01_Interaktion.h"
#include "Aufgabe_LS4_01_GrundRechenArten.h"
#include "Aufgabe_LS4_01_Trigonometrie.h"




int main()
{
	menu();
}